Repository: Rarst/deny-spam
Catalog: lang/r-deny-spam-*.po
Languages: ru_ru

source: R Deny Spam Settings
ru_ru: Настройки R Deny Spam

source: Comment has <strong>over
ru_ru: Комментарий содержит <strong>более

source: links</strong>. Please go <a href="javascript: history.go(-1)">back</a> and reduce number of those.
ru_ru: ссылок</strong>. Пожалуйста вернитесь <a href="javascript: history.go(-1)">назад</a> и уменьшите их количество.

source: Duplicate comment content. Please go <a href="javascript: history.go(-1)">back</a> and rephrase.
ru_ru: Дублирующееся содержание комментария. Пожалуйста <a href="javascript: history.go(-1)">вернитесь</a> и перефразируйте.

source: Your URL or domain is in list of known spam-promoted sites. If you believe this to be an error please contact site admin.
ru_ru: Ваш URL или домен в списке сайтов продвигаемых спамом. Если вы считаете это ошибкой то свяжитесь с администратором сайта.

source: Your IP is in list of known spam sources. If you believe this to be an error please contact site admin.
ru_ru: Ваш IP в списке известных источников спама. Если вы считаете это ошибкой то свяжитесь с администратором сайта.

source: Links limit
ru_ru: Лимит ссылок

source: Match if more than
ru_ru: Если более

source: links in comment text
ru_ru: ссылок в теле комментария.

source: Known spam comment content
ru_ru: Известное содержимое спам комментария

source: Known spam-related sites
ru_ru: Известные сайты, связанные со спамом

source: Known spam-related IPs
ru_ru: Известные IP, связанные со спамом

source: Match if encountered over
ru_ru: Если встречается более

source: times in database
ru_ru: раз в базе данных

source: Groups of spam comments
ru_ru: Группы спам комментариев

source: Reject comment
ru_ru: Отбросить комментарий

source: Send comment to spam
ru_ru: Отправить комментарий в спам

source: On match
ru_ru: При совпадении

source: Save Changes
ru_ru: Сохранить изменения
